turtle-bazon/secd-machine/platforms/esp32s2/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_FREERTOS_HZ=1000
# Console on the on-board USB-CDC/JTAG serial.
